[
  {
    "page": 0,
    "text": "II (Acts whose publication is not obligatory) COUNCIL COUNCIL DECISION of 18 December 1997 on  the  provisional  application  of  a  Memorandum  of  Understanding  between  the  European Community and the Arab Republic of Egypt on trade in textile products (98/135/EC) THE COUNCIL OF THE EUROPEAN UNION, Having  regard  to  the  Treaty  establishing  the  European Community, and in particular Article 113 in conjunction with Article 228(2), first sentence, thereof, on trade in textile products shall be applied on  a provisional basis from 1 January 1998 pending its formal conclusion,  subject  to  reciprocal  provisional  application by the Arab Republic of Egypt. Having  regard  to  the  Treaty  establishing  the  European Community, and in particular Article 113 in conjunction with Article 228(2), first sentence, thereof, on trade in textile products shall be applied on  a provisional basis from 1 January 1998 pending its formal conclusion,  subject  to  reciprocal  provisional  application by the Arab Republic of Egypt. Having regard to the proposal from the Commission, Whereas the Commission has negotiated on behalf of the European Community a Memorandum of Understanding on  trade  in  textile  products  with  the  Arab  Republic  of Egypt; Whereas this  Memorandum of Understanding  should  be applied  on  a  provisional  basis  from  1  January  1998 pending the completion of the procedures required for its conclusion,  subject  to  reciprocal  provisional  application by the Arab Republic of Egypt, HAS DECIDED AS FOLLOWS: Article 1 The Memorandum of Understanding between the European  Community  and  the  Arab  Republic  of  Egypt The text of the Memorandum  of  Understanding is attached to this Decision. Article 2 This Decision shall be published in the Official Journal of the European Communities . Done at Brussels, 18 December 1997. For the Council The President F. BODEN",
    "blocks": [
      {
        "text": "II",
        "bbox": {
          "l": 288.549,
          "r": 296.64,
          "t": 742.207,
          "b": 731.102
        },
        "type": "SectionHeaderItem"
      },
      {
        "text": "(Acts whose publication is not obligatory)",
        "bbox": {
          "l": 207.366,
          "r": 377.716,
          "t": 715.831,
          "b": 707.503
        },
        "type": "TextItem"
      },
      {
        "text": "COUNCIL",
        "bbox": {
          "l": 253.862,
          "r": 331.282,
          "t": 653.525,
          "b": 638.719
        },
        "type": "SectionHeaderItem"
      },
      {
        "text": "COUNCIL DECISION",
        "bbox": {
          "l": 246.202,
          "r": 338.882,
          "t": 584.959,
          "b": 576.631
        },
        "type": "SectionHeaderItem"
      },
      {
        "text": "of 18 December 1997",
        "bbox": {
          "l": 248.117,
          "r": 336.958,
          "t": 567.935,
          "b": 559.608
        },
        "type": "SectionHeaderItem"
      },
      {
        "text": "on  the  provisional  application  of  a  Memorandum  of  Understanding  between  the  European Community and the Arab Republic of Egypt on trade in textile products",
        "bbox": {
          "l": 101.076,
          "r": 484.087,
          "t": 550.912,
          "b": 531.945
        },
        "type": "SectionHeaderItem"
      },
      {
        "text": "(98/135/EC)",
        "bbox": {
          "l": 268.226,
          "r": 316.849,
          "t": 521.121,
          "b": 512.793
        },
        "type": "TextItem"
      },
      {
        "text": "THE COUNCIL OF THE EUROPEAN UNION,",
        "bbox": {
          "l": 50.0,
          "r": 226.534,
          "t": 493.6,
          "b": 486.198
        },
        "type": "SectionHeaderItem"
      },
      {
        "text": "Having  regard  to  the  Treaty  establishing  the  European Community, and in particular Article 113 in conjunction with Article 228(2), first sentence, thereof, on trade in textile products shall be applied on  a provisional basis from 1 January 1998 pending its formal conclusion,  subject  to  reciprocal  provisional  application by the Arab Republic of Egypt.",
        "bbox": {
          "l": 50.0,
          "r": 279.854,
          "t": 473.239,
          "b": 443.631
        },
        "type": "TextItem"
      },
      {
        "text": "Having  regard  to  the  Treaty  establishing  the  European Community, and in particular Article 113 in conjunction with Article 228(2), first sentence, thereof, on trade in textile products shall be applied on  a provisional basis from 1 January 1998 pending its formal conclusion,  subject  to  reciprocal  provisional  application by the Arab Republic of Egypt.",
        "bbox": {
          "l": 305.357,
          "r": 535.202,
          "t": 493.449,
          "b": 453.202
        },
        "type": "TextItem"
      },
      {
        "text": "Having regard to the proposal from the Commission,",
        "bbox": {
          "l": 50.0,
          "r": 266.836,
          "t": 430.679,
          "b": 422.352
        },
        "type": "TextItem"
      },
      {
        "text": "Whereas the Commission has negotiated on behalf of the European Community a Memorandum of Understanding on  trade  in  textile  products  with  the  Arab  Republic  of Egypt;",
        "bbox": {
          "l": 50.0,
          "r": 279.818,
          "t": 409.4,
          "b": 369.152
        },
        "type": "TextItem"
      },
      {
        "text": "Whereas this  Memorandum of Understanding  should  be applied  on  a  provisional  basis  from  1  January  1998 pending the completion of the procedures required for its conclusion,  subject  to  reciprocal  provisional  application by the Arab Republic of Egypt,",
        "bbox": {
          "l": 50.0,
          "r": 279.845,
          "t": 356.2,
          "b": 305.313
        },
        "type": "TextItem"
      },
      {
        "text": "HAS DECIDED AS FOLLOWS:",
        "bbox": {
          "l": 50.0,
          "r": 165.436,
          "t": 281.86400000000003,
          "b": 274.462
        },
        "type": "TextItem"
      },
      {
        "text": "Article 1",
        "bbox": {
          "l": 147.462,
          "r": 182.358,
          "t": 261.50299999999993,
          "b": 253.17499999999995
        },
        "type": "TextItem"
      },
      {
        "text": "The Memorandum of Understanding between the European  Community  and  the  Arab  Republic  of  Egypt",
        "bbox": {
          "l": 50.002,
          "r": 279.838,
          "t": 240.22299999999996,
          "b": 221.255
        },
        "type": "TextItem"
      },
      {
        "text": "The text of the Memorandum  of  Understanding is attached to this Decision.",
        "bbox": {
          "l": 305.357,
          "r": 535.202,
          "t": 436.207,
          "b": 417.239
        },
        "type": "TextItem"
      },
      {
        "text": "Article 2",
        "bbox": {
          "l": 402.818,
          "r": 437.714,
          "t": 385.561,
          "b": 377.233
        },
        "type": "TextItem"
      },
      {
        "text": "This Decision shall be published in the Official Journal of the European Communities .",
        "bbox": {
          "l": 305.357,
          "r": 535.195,
          "t": 360.239,
          "b": 341.271
        },
        "type": "TextItem"
      },
      {
        "text": "Done at Brussels, 18 December 1997.",
        "bbox": {
          "l": 305.357,
          "r": 458.459,
          "t": 298.528,
          "b": 290.201
        },
        "type": "TextItem"
      },
      {
        "text": "For the Council The President F. BODEN",
        "bbox": {
          "l": 471.124,
          "r": 535.076,
          "t": 258.3109999999999,
          "b": 221.26199999999994
        },
        "type": "TextItem"
      }
    ]
  }
]